Repository: ditcu-code/cowriter
Catalog: cowriter/Resources/*.lproj/Localizable.strings
Languages: id, zh_hans

# _introduction_message
source: I'm Cowriter, your helpful writing assistant. I'm here to assist you in crafting exceptional written content. Let's collaborate and bring your ideas to life!
id: Hai! Aku Cowriter, asisten penulisan yang siap membantumu. Aku akan membantu kamu menghasilkan konten tulisan yang luar biasa. Yuk, kita kerja bareng dan wujudkan ide-idemu!
zh_hans: 嘿！我是 Cowriter，你的写作助手。我会帮你打造绝赞的文字内容。咱们一起合作，把你的创意变成现实吧！

# _language_message
source: I speak multiple languages, including English. Feel free to let me know which language you prefer to use, and I'll do my best to assist you!
id: Aku bisa menggunakan berbagai bahasa, termasuk Bahasa Inggris. Ceritakan bahasa yang ingin kamu gunakan, dan aku akan berusaha membantu sebaik mungkin!
zh_hans: 我会说很多语言，包括英语。告诉我你想用哪种语言，我会尽力帮你！

# _prompt_placeholder
source: Tell Cowriter to...
id: Minta Cowriter untuk...
zh_hans: 在这里输入点什么...

source: Good day!
id: Halo! Hari yang cerah ya!
zh_hans: 哈喽！美好的一天呀！

source: Hi there!
id: Hai!
zh_hans: 嗨！

# _hello
source: Hello! üëãüèº
id: Hai! ğŸ‘‹ğŸ¼
zh_hans: 你好！ 👋🏼

source: Greetings!
id: Hai-hai!
zh_hans: 问候！

source: Welcome!
id: Selamat datang!
zh_hans: 欢迎欢迎！

# _help_question_1
source: Is there anything I can help you with?
id: Ada yang bisa kubantu?
zh_hans: 有什么我可以帮你的吗？

# _help_question_2
source: What can I do for you today?
id: Ada yang perlu kubantu hari ini?
zh_hans: 我今天能为你做什么？

# _help_question_3
source: What brings you here today?
id: Ada apa nih yang bisa kubantu hari ini?
zh_hans: 你来了这里有啥事儿呀？

# _help_question_4
source: What can I help?
id: Aku bisa bantu apa ya?
zh_hans: 我能帮你忙点啥嘛？

# _help_question_5
source: What do you need assistance with?
id: Kamu butuh bantuan apa nih?
zh_hans: 需要我帮你啥样的？

# _get_started
source: Let's get started!
id: Yuk, mulai sekarang!
zh_hans: 咱们走起吧！

# _writing_assistance
source: How can I assist you with your writing today?
id: Hari ini aku bisa bantu kamu dalam menulis apa?
zh_hans: 今天我能怎么帮你写作？

# _editing_proofreading_help
source: Need any help with editing or proofreading your writing?
id: Butuh bantuan editing atau proofreading tulisanmu?
zh_hans: 需要我帮你编辑或校对文字吗？

# _recipe_cooking_assistance
source: Need any recipe ideas or cooking tips?
id: Mau resep atau tips memasak apa?
zh_hans: 需要什么食谱或烹饪技巧嘛？

# _productivity_next_level
source: Ready to take your productivity to the next level?
id: Siap tingkatkan produktivitasmu ke level berikutnya?
zh_hans: 准备把你的效率提升到新水平了嘛？

source: Setting
id: Pengaturan
zh_hans: 设置

source: Upgrade to Pro
id: Upgrade ke Pro
zh_hans: 升级成专业版

source: Appearance
id: Tampilan
zh_hans: 外观

source: Restore Purchase
id: Pulihkan Pembelian
zh_hans: 恢复购买

source: Support
id: Bantuan
zh_hans: 求助

source: Free Plan
id: Paket Gratis
zh_hans: 免费方案

source: Limited chats
id: Chat Terbatas
zh_hans: 有限聊天

source: Unlimited chats
id: Chat Tanpa Batas
zh_hans: 无限聊天

source: Subscription
id: Langganan
zh_hans: 订阅

source: Terms and Conditions
id: Syarat dan Ketentuan
zh_hans: 条款和条件

source: Privacy Policy
id: Kebijakan Privasi
zh_hans: 隐私政策

source: About Us
id: Tentang Kami
zh_hans: 关于我们

source: System
id: Sistem
zh_hans: 系统

source: Light
id: Terang
zh_hans: 亮亮的

source: Dark
id: Gelap
zh_hans: 黑黑的

# _joined_date
source: Joined %@
id: Bergabung pada %@
zh_hans: 加入日期：%@

source: Your name
id: Nama kamu
zh_hans: 你的名字

# _title
source: Subject
id: Judul
zh_hans: 标题

source: Email
zh_hans: 电子邮件

source: Send
id: Kirim
zh_hans: 发一发

source: Back
id: Kembali
zh_hans: 回去

source: Write something here...
id: Tulis sesuatu di sini...
zh_hans: 在这儿写点啥内容...

source: No Chats Yet!
id: Belum ada obrolan nih!
zh_hans: 还没有聊天记录呢！

source: New chat
id: Obrolan Baru
zh_hans: 来一起聊天

source: Favorites
id: Favorit
zh_hans: 喜欢的

# _no_favorites_messages
source: Looks like you haven't favorited any messages
id: Kamu belum menyimpan pesan apa pun sebagai favorit
zh_hans: 你还没喜欢过任何消息呢

# no_favorites_in_chat
source: No favorites in this chat
id: Tidak ada favorit dalam obrolan ini
zh_hans: 这个聊天里还没有收藏哦

source: Copy
id: Salin
zh_hans: 复制

source: Favorite
id: Favorit
zh_hans: 喜欢

source: Unfavorite
id: Batal Favorit
zh_hans: 不喜欢了

source: Edit
zh_hans: 改一改

source: Chats
id: Obrolan
zh_hans: 聊天

# _usage_limit_reached
source: You have reached your daily usage limit. Upgrade to the pro version to enjoy unlimited messaging.
id: Kamu telah mencapai batas penggunaan harian. Upgrade ke versi Pro untuk menikmati fitur pesan tanpa batas.
zh_hans: 你今天使用次数已经达到限制了。升级成专业版，享受无限消息功能吧！

# _icloud_login_required
source: iCloud Login Required: To unlock the full potential of our app, please ensure you are logged into iCloud in your device settings. Don't miss out on the seamless and synced experience.
id: Diperlukan masuk ke iCloud: Untuk dapat memanfaatkan semua fitur aplikasi, pastikan kamu sudah masuk ke akun iCloud di pengaturan perangkatmu. Jangan lewatkan pengalaman sinkronisasi yang lancar!
zh_hans: 需要登录 iCloud：为了充分发挥我们应用的功能，请确保在设备设置里已经登录了 iCloud 哦。别错过无缝同步的体验！

# _too_many_requests
source: Uh oh, you're sending too many requests! Take a breather and try again later, okay?
id: Ups, kamu telah mengirimkan terlalu banyak permintaan sekaligus! Istirahat sejenak, dan coba lagi nanti, ya?
zh_hans: 哎呀，你发的请求太多啦！稍微歇一歇，等一下再试试吧！

# _connection_issues
source: Oops! It seems like you're having connection issues. Please check your internet connection and try again later.
id: Oh tidak! Sepertinya ada masalah dengan koneksi. Periksa koneksi internetmu, dan coba lagi nanti.
zh_hans: 糟糕！好像有网络连接问题。检查一下你的互联网连接，稍后再试试吧。

# _subscription_auto_renewal
source: Your annual or monthly subscription will automatically renew until you choose to cancel it. Cancel any time in the App Store; your subscription will then cease at the end of the current term. By subscribing, you agree to our [Terms And Conditions](https://bit.ly/cowriter-termsconditions), [Privacy Policy](https://bit.ly/cowriter-privacypolicy)
id: Langganan tahunan atau bulananmu akan diperpanjang secara otomatis hingga kamu memilih untuk membatalkannya. Kamu bisa membatalkannya kapan saja di App Store, dan langgananmu akan berakhir pada akhir periode berlangganan saat ini. Dengan berlangganan, berarti kamu setuju dengan [Syarat dan Ketentuan](https://bit.ly/cowriter-termsconditions) dan [Kebijakan Privasi](https://bit.ly/cowriter-privacypolicy) kami.
zh_hans: 你的年度或月度订阅会自动续费，除非你选择取消。你可以随时在应用商店里取消订阅；订阅会在当前订阅期结束时停止。通过订阅，表示你同意我们的[条款和条件](https://bit.ly/cowriter-termsconditions)和[隐私政策](https://bit.ly/cowriter-privacypolicy)

# _unlimited_anytime
source: Unlimited chats. Anytime
id: Chat tanpa batas. Gunakan kapan saja.
zh_hans: 无限聊天。随时随地尽情使用。

source: Continue
id: Lanjutkan
zh_hans: 继续

source: ANNUAL
id: Tahunan
zh_hans: 年度

source: MONTHLY
id: Bulanan
zh_hans: 月度

# _annual_desc
source: / month, billed annually
id: / bulan, dibayar tahunan
zh_hans: / 月，按年计费

# _monthly_desc
source: / month after 1 week free trial
id: / bulan, setelah uji coba gratis 1 minggu
zh_hans: / 月，免费试用一周后
